<?php
/* https://github.com/miletskiy/codeigniter-ukrainian.git */

$lang['ftp_no_connection'] = 'Неможливо знайти активне з&#39;єднання. Будь ласка, встановіть з&#39;єднання з FTP-сервером перед виконанням операцій з файлами.';
$lang['ftp_unable_to_connect'] = 'Неможливо з&#39;эднатись з FTP-сервером використовуючи надане і&#39;мя хоста.';
$lang['ftp_unable_to_login'] = 'Неможливо з&#39;эднатись з FTP-сервером. Будь ласка, перевірте і&#39;мя користувача і пароль.';
$lang['ftp_unable_to_makdir'] = 'Неможливо створити каталог зі вказаним і&#39;мям.';
$lang['ftp_unable_to_changedir'] = 'Неможливо змінити католог.';
$lang['ftp_unable_to_chmod'] = 'Неможливо встановити права доступу до файлів. Будь ласка, перевірте вказану директорію або файл.';
$lang['ftp_unable_to_upload'] = 'Неможливо завантажити файл на сервер. Будь ласка, перевірте вказану директорію або файл.';
$lang['ftp_unable_to_download'] = 'Неможливо скачати файл. Будь ласка, перевірте вказану директорію або файл.';
$lang['ftp_no_source_file'] = 'Неможливо знайти файл. Будь ласка, перевірте вказану директорію або файл.';
$lang['ftp_unable_to_rename'] = 'Неможливо перейменувати файл.';
$lang['ftp_unable_to_delete'] = 'Неможливо видалити файл.';
$lang['ftp_unable_to_move'] = 'Неможливо перемістити файл. Будь ласка, перевірте вказані директорії або файли.';

/* End of file ftp_lang.php */
/* Location: ./system/language/ukrainian/ftp_lang.php */
